Repository: giellalt/corpus-sme
Catalog: tmx/smj/admin/other_files/samisk_som_forstesprak_nordsamisk.doc.tmx
Source language: sme
Languages: smj

source: ovdandivvut fágaáššiid njálmmálaččat veahkkeneavvuiguin dahje haga
smj: fáhkaássjev njálmálattjat åvddånbuktet viehkkenævoj jali daj dagá

source: digaštallat movt giella sáhttá albmanahttit ja dahkat miellaguottuid ovttaskas olbmui ja olmmošjoavkkuide
smj: dágástallat gåktu giella máhttá åvddånbuktet ja åvdedit miellaguottojt ájnegasj ulmutjijda ja ulmusjjuohkusijda

source: geavahit dihtomielalaččat sámegielsániid ja dajaldagaid
smj: adnet diedulattjat sámegielbágojt ja moallánahkkojt

source: lohkat guhkit čáppagirjjálašvuođateavsttaid, mánáid- ja nuoraidgirjjálašvuođa- ja áššeprosateavsttaid, ja albmanahttit ipmárdusa ja lohkanmuosáhusaid
smj: låhkåt guhkep tjáppagirjálasjvuodatevstajt, mánáj- ja nuorajgirjálasjvuoda- ja ássjeprosatevstajt, ja åvddånbuktet dádjadusáv ja låhkåmmuossádimijt

source: lohkat eará eamiálbmogiid árbevirolaš muitalusaid ja buohtastahttit daid sámi máidnasiiguin ja muitalusaiguin
smj: låhkåt ietjá álggoálmmugij árbbedábálasj subttsasijt ja buohtastahttet dajt sáme subttsasij

source: geavahit iešguđetlágan lohkanstrategiijaid lohkat iešguđetlágan teavsttaid iešguđet leahtuin
smj: adnet duov dáv låhkåmstrategiijav gå låhkå duov dáv tevstav duon dán láhkáj

source: ovdánahttit iežas čállosa jurdagis gárvves buvttan, ja árvvoštallat teavstta ovdáneami responssa vuođul
smj: åvddånahttet ietjas tjállusav ájádusás gárves buktagin, ja árvustallat tevsta åvddånimev respånsa milta

source: ovdandivvut iežas čáppagirjjálašvuođa ja fágagirjjiid lohkanvásáhusaid ja geavahit dáid vásáhusaid vuođđun iežas čállinbargguide
smj: åvddånbuktet ietjas tjáppagirjálasjvuoda ja fáhkagirjij låhkåmåtsådallamijt ja adnet dájt åtsådallamijt vuodon ietjas tjállembargojn

source: árvvoštallat iežas ja earáid teavsttaid
smj: árvustallat ietjas ja iehtjádij tevstajt

source: geavahit heivvolaš gálduid ja diehtogirjjiid barggadettiin teavsttaiguin
smj: adnet hiebalgis gáldojt ja diehtogirjijt tevstaj bargadijn

source: čállit oktilit persovnnalaš ja doaibmi giehtačállagiin
smj: tjállet avtatrajes persåvnålasj ja doajmme giehtatjállagijn

source: geavahit digitála reaidduid čállinproseassas ja interaktiivateavsttaid buvttadeamis
smj: adnet digitála ræjdojt tjállemprosessan ja interaktijvatevstaj buvtadimen

source: geavahit ulbmillaččat girjerádjosa, sámegiel diehtogirjjiid, sámegiel mediaid ja digitála diehtogálduid
smj: ávkkit ulmmelattjat girjjevuorkáv, sámegiel diehtogirjijt, sámegiel mediajt ja digitála diehtogáldojt

source: geavahit dálke- ja siivusániid ja - doahpagiid, ja muitalit mearkabeivviid ja dálkemearkkaid birra
smj: adnet dálkke- ja fierddabágojt ja moallánagájt, ja subtsastit mærkkabiejvij ja dálkkemerkaj birra

source: čohkket dieđuid lagasbirrasis diiddaid ja sátnevádjasiid birra ja movt daid geavahit beaivválaš eallimis
smj: åhtsåt diedojt lahkabirrasis dijdaj ja báhkotsoamij birra ja gåktu da aneduvvi bæjválattjat

source: geavahit árbevirolaš bargguide čadnon sániid ja doahpagiid ja ságastallat mii birgejupmi lea
smj: adnet bágojt ja moallánagájt ma gulluji árbbedábálasj bargojda ja ságastallat mij bierggim le

source: selvehit movt ráhkadit goallossániid ja suorggádusaid ja movt heivehit loatnasániid
smj: tjielggit gåktu suorgudisájt ja sjoappkabágojt dahkat ja gåktu luojkasbágojt hiebadit

source: čájehit movt giella rievddada dilálašvuođa, áiggi ja báikki mielde
smj: vuosedit gåktu giella rievddá dile, ájge ja bájke gáktuj

source: čájehit goal lea váldocealkka ja oalgecealkka, ja geavahit iešguđet cealkkaráhkadusaid
smj: sieradit oajvvegárgadisáv ladásgárgadisás, ja adnet duov dáv gárgadiskonstruksjåvnåv

source: struktureret teavstta áigeortnetvuoru ja fáttá mielde ja ráhkadit oktavuođa gaskkal cealkagiid ja teakstaosiid
smj: strukturerit tevstav ájgeårnikvuoro ja tiemá milta ja hábbmit aktijvuodav gárgadisáj ja tækstaåsij gaskan

source: selvehit movt eanetlogugielat leat váikkuhan ja ain váikkuhit sámegillii
smj: tjielggit gåktu ieneplågojgiela li bájnnám ja vilá bájnni sámegielav

source: válddahit earenoamášvuođaid iežas suopmanis čállingiela ektui
smj: gåvådit ærádusájt ietjas giellasuorgen tjállemgiela gáktuj

source: muitalit giellaguovlluid birra Sámis
smj: giehttot giellaguovloj birra Sámen

source: Gelbbolašvuođamihttomearit 10. jahkeceahki ma ŋŋel
smj: 10. jahkedáse maŋŋela

source: muitalit gulahallanvugiid birra ja movt gielalaš ja kultuvrralaš girjáivuohta váikkuha gulahallamii
smj: giehttot guládallamvuogij birra ja gåktu gielalasj ja kultuvralasj variasjåvnå bájnni guládallamav

source: digaštallat gielladikšuma
smj: dágástallat giellasujto birra

source: jođihit ja refereret čoahkkimiin ja digaštallamiin, albmanahttit oaiviliiddis ja árvvoštallat mii lea áššálaš ákkasteapmi
smj: jådedit tjåhkanimijt ja dágástallamijt ja refererit dajs, åvddånbuktet vuojnojt ja árvustallat mij le ássjásasj argumentasjåvnnå

source: ságaskuššat ja čilget máŋggagielalašvuođa ja máŋggakultuvrralaš gullevašvuođa
smj: árvvaladdat ja tjielggit dárkkelit moattegielakvuodav ja moattekultuvralasj gulluvasjvuodav

source: čađahit eaŋkalis logaldallamiid, ovdanbuktimiid, muitaleaddji lohkamiid, rollaneavttašemiid ja dramatiserema, heivehuvvon iešguđetlágan vuostáiváldiide
smj: tjadádit álkkes lågådallamijt, åvddånbuktemijt, mujttaliddji låhkåmijt, roallaståhkusijt ja dramatiseremav, hiebaduvvam iesjgeŋgalágásj vuosstájválldijda

source: árvvoštallat iežas ja earáid njálmmálaš ovdanbuktimiid
smj: árvustallat ietjas ja iehtjádij njálmálasj åvddånbuktemijt

source: muitalit iežas mielamiel girjjiid ja girječálliid birra ja ákkastallat girjeválljemiiddis
smj: giehttot girjij ja girjjetjállij birra majt berus ja argumenterit ietjas girjjeválljimav

source: lohkat ja buohtastahttit sámi ja eará eamiálbmogiid girjjálašvuođa
smj: låhkåt ja buohtastahttet sáme ja ietjá álggoálmmugij girjálasjvuodav

source: árvvoštallat máidnosiid ja guoimmuhanmediaid váikkuhangaskaomiid ja reflekteret movt dat váikkuhit
smj: árvustallat vájkkudimnævojt reklámajn ja hávsskudahttemmediajn ja ájádallat gåktu da máhtti ulmutjijt bájnnet

source: gaskkustit iežas lohkanvásáhusaid ja lohkanmuosáhusaid dulkoma ja reflekterema vuođul
smj: åvddånbuktet ietjas låhkåmåtsådallamijt ja låhkåmmuossádimijt dålkkuma ja refleksjåvnå baktu

source: dovdát iešguđetlágan gielalaš váikkuhangaskaomiid ja geavahit daid iežas teavsttain
smj: dåbddåt duov dáv gielalasj vájkkudimnævov ja adnet dajt ietjas tevstajn

source: plánet ja čađahit čállinprošeavtta jurdaga rájes gárvves buvttan ja árvvoštallat iežas teavstta ja iežas čállinovdáneami giella- ja teakstamáhtu vuođul
smj: plánit ja ållidit tjállemprosjevtav ájádusás gárves buktagin, ja árvustallat ietjas tevstajt ja ietjas tjállemåvddånimev giella- ja tækstamáhto milta

source: ovdanbuktit dárkilit ja geavahit girjás ja máŋggabealat sátneriggodaga iešguđetlágan teavsttain
smj: moalgget dárkkelit ja tjielggasit ja adnet målsudahkes báhkoboanndudagáv duon dán tevstan

source: geavahit teakstagieđahallanreaidduid iežas bargguid vurket ja systematiseret
smj: adnet tækstagiehtadallamræjdojt ietjas bargojn gå tevstajt vuorkki ja systematiseri

source: geavahit teavsttaid maid lea viežžan girjerádjosis, Interneahtas ja mediain kritihkalaččat, ságaskuššat teavsttaid ja čujuhit geavahuvvon gálduide
smj: adnet tevstajt girjjevuorkás, Internehtas ja mediajs lájttálisát, árvvaladdat tevstajt ja vuosedit aneduvvam gáldojda

source: lohkat ja ieš čállit teavsttaid iešguđetlágan šáŋrain, sihke áššeprosa ja čáppagirjjálašvuođa teavsttaid
smj: låhkåt ja tjállet tevstajt duon dán sjáŋŋarin, sihke ássjeprosa ja tjáppagirjálasjvuoda tevstajt

source: selvehit sámi girjjálašvuođa váldoáigodagaid ja muitalit sámi girječálliid ja sámi girjjálašvuođa klassihkkáriid birra
smj: tjielggit sáme girjálasjvuoda oajvvegávdajt ja subtsastit girjjetjállij ja sáme girjálasjvuoda klassihkkárij birra

source: ovdandivvut iežas válljen čiekŋudanfáttá bohtosiid
smj: vuosedit båhtusijt iesjválljiduvvam tjiegŋodime tiemás

source: buohtastahttit árbevirolaš sámegielteavsttaid ođđaáigásaš teavsttaiguin
smj: buohtastahttet árbbedábálasj sámegieltevstajt ådåájggásasj tevstaj

source: geavahit sániid, doahpagiid ja dadjanvugiid mat gusket lundui
smj: adnet bágojt, moallánagájt ja moalgedimvuogijt ma guosski luonnduj

source: buohtastahttit sámi ja dáru sátnevádjasiid
smj: buohtastahttet sáme ja dáro báhkotsåmijt

source: hálddašit riektačállima ja ortografiija ja dábálaš teakstalađastanvugiid
smj: buktet duollatjállemav ja ortografijav ja dábálasj tækstajuohkemvuogijt

source: čilget sátneluohkáid, sojahanoahpa, suorggideami ja cealkkaoahpa vuođđoáššiid, barggadettiin gielain ja teavsttaiguin
smj: tjielggit dárkkelit báhkoklássajt, såjådimåhpav, báhkosuorgudimijt ja vuodoássjijt gárgadisåhpan, ja adnet dajt gå gielajn ja tevstaj barggá

source: ságaskuššat movt áimmahuššat gielladikšuma ja giellaovdánahttima
smj: árvvaladdat gåktu gåtsedit giellasujtov ja giellaåvddånimev

source: identifiseret sámegielaid ja muitalit ovttaláganvuođaid ja erohusaid birra dain ja muitalit suoma-ugralaš giellajoavkku birra
smj: identifiserit sámegielajt ja giehttot avtalágásjvuodaj ja sieradusáj birra ja giehttot suomaugralasj giellajuohkusa birra

source: selvehit rivttiid mat gusket sámegillii
smj: tjielggit rievtesvuodajt ma guosski sámegiellaj

source: Gelbbolašvuođamihttomearit Jo2 - fidnofágalaš oah ppoprográmma maŋŋel
smj: Jo2 - viddnofágalasj åhpadusprográmma maŋŋela

source: hálddašit iešguđetlágan njálmmálaš rollaid joavkoságastallamiin, logaldallamiin, dramatiseremiin, ovdandivvumiiguin ja čájálmasain sihke oassálastin ja guldaleaddjin
smj: duon dán njálmálasj rållan doajmmat juogosságastallamijn, lågådallamijn, dramatiseremijn, åvddånbuktemijn ja vuosádusájn sihke oassálassten ja gulldaliddjen / gæhttjen

source: čilget mii gulahallamii váikkuha, makkár dagaldagat sáhttet ovddidit ja hehttet gulahallama
smj: tjielggit dárkkelit vidjurijt ma guládallamav bájnni, faktåvråjt ma guládallamav máhtti åvdedit ja hieredit

source: geavahit prográmmafágaid fágamáhtu fágalaš gulahallamis
smj: adnet fáhkamáhtov prográmmafágajn fágalasj guládallamin

source: dulkot beaivválaš áššiid dárogielas sámegillii
smj: dålkkut bæjválasj ássjijt dárogielas sámegiellaj

source: digaštallat eatnigiela, guovttegielalašvuođa ja doaibmi guovttegielalašvuođa doahpagiid iežas gielladili ja vásáhusaid vuođul ja árvvoštallat iežas giellamáhtu guđege gielas ja iešguđetlágan giellaoktavuođain
smj: dágástallat iednegiela, guovtegielakvuoda ja dåjmalasj guovtegielakvuoda birra ietjas gielladile ja åtsådallamij milta ja árvustallat ietjas giellatjehpudagáv muhtem gielajn ja duon dán giellaaktijvuodan

source: digaštallat ja buohtastahttit gielalaš ja estehtalaš váikkuhangaskaomiid girjjálašvuođas, TV-ráidduin ja máidnasiin
smj: dágástallat ja buohtastahttet gielalasj ja estehtalasj vájkkudimnævojt girjálasjvuodan, TV-rájdojn ja subttsasijn

source: lohkat teavsttaid ja ságastallat earáiguin dan birra maid lea lohkan
smj: låhkåt tevstajt ja ságastallat iehtjádij dan birra majt le låhkåm

source: máhttit riektačállinnjuolggadusaid barggadettiin iežas teavsttaiguin
smj: duollatjállemnjuolgadusájt buktet bargadijn ietjas tevstaj

source: hálddašit iešguđetlágan čállirollaid skuvlla almmolašvuođas ja servodat- ja bargoeallimis
smj: duon dán tjállerållan doajmmat skåvlå almulasjvuodan ja sebrudak- ja barggoiellemin

source: jorgalit iežas čállin teavsttaid dárogielas sámegillii
smj: jårggålit ietjas tjáleduvvam tevstajt dárogielas sámegiellaj

source: čállit hutkkálaš teavsttaid iešguđetlágan šáŋrain
smj: tjállet kreatijvalasj tevstajt duon dán sjáŋŋarin

source: geavahit digitála reaidduid teavsttaid systematiseret ja vurket ja iežas bargguid ovdandivvut ja almmuhit
smj: adnet digitála ræjdojt gå tevstajt systematiseri ja vuorkki, ja gå ietjas bargojt åvddånbuktá ja almot

source: geavahit girjás, máŋggabealat gielalaš váikkuhangaskaomiid iežas čállimis, sihke čáppagirjjálašvuođas ja áššeprosas*
smj: adnet målsudahkes gielalasj vájkkudimnævojt ietjas tjállemin, sihke tjáppagirjálasjvuodan ja ássjeprosan*

source: lohkat ja analyseret vissis meari iešguđetlágan teavsttaid, sihke čáppagirjjálašvuođa ja áššeprosa šáŋraid, mat gullet maŋŋá 1995 áigodahkii*
smj: låhkåt ja analyserit vissa oasev duot dát tevstas, sihke tjáppagirjálasjvuoda ja ássjeprosa sjáŋŋarijs, ma gulluji máŋŋáj 1995 ájgegávddaj

source: selvehit movt muitalusat, sátnevádjasat, diiddat ja nárrideapmi geavahuvvojit mánáidbajásgeassimis
smj: tjielggit gåktu subttsasa, báhkotsoame, dijda ja nárridime aneduvvi mánájbajásgiessemin

source: selvehit máidnasiid variánttaid ja buktit ovdamearkkaid movt kulturlonohallan vuhtto máidnasiin
smj: tjielggit subttsasij variántajt ja buktet åvddåmerkajt gåktu kultuvrralånudallam vuohttu subttsasijn

source: čilget movt ođđa sánit ja tearpmat sámegielas ráhkaduvvojit ja loatnasániid geavaheami ja heivehallama
smj: tjielggit dárkkelit gåktu ådå bágo ja terma sámegielan dagáduvvi ja luojkasbágoj adno ja hiebadibme

source: geavahit sániid ja dajaldagaid mat čatnasit árbevirolaš ja ođđaáigásaš bargoeallimii ja evttohit ja árvvoštallat ođđa tearpmaid
smj: adnet bágojt ja moallánahkkojt ma gulluji árbbedábálasj ja ådåájggásasj barggoiellemij ja oajvvadit ja árvustallat ådå termajt

source: čilget sámegiela grammatihkalaš iešvuođaid ja buohtastahttit eará gielaiguin ja čilget movt dát váikkuha jorgalanbargui*
smj: tjielggit dárkkelit grammatihkalasj sierra dåbddomerkajt sámegielan ja buohtastahttet ietjá gielaj ja tjielggit dárkkelit gåktu dá bájnni jårggalimbargov*

source: identifiseret variašuvnnaid sámegielain*
smj: identifiserit variasjåvnåjt sámegielajn*

source: geavahit sániid ja dajaldagaid mat gusket árbevirolaš ja ođđaáigásaš bargoeallimii, árvalit ja árvvoštallat ođđa tearpmaid
smj: adnet bágojt ja moallánahkkojt ma gulluji árbbedábálasj ja ådåájggásasj barggoiellemij, oajvvadit ja árvustallat ådå termajt

source: geavahit iežas prográmmafágaid fágamáhtu logaldallamiin ja digaštallamiin skuvlla, servodaga ja bargoeallima birra
smj: adnet fáhkamáhtov ietjas prográmmafágajs lågådallamijn ja dágástallamijn skåvlå, sebrudagá ja barggoiellema birra

source: árvvoštallat ja buktit oaiviliid iežas ja earáid njálmmálaš ovdandivvumiidda
smj: árvustallat ja tsuojkkit ietjas ja iehtjádij njálmálasj åvddånbuktemijt

source: dulkot áššiid mat gusket skuvlii dárogielas sámegillii
smj: dålkkut ássjijt ma guosski skåvllåj dárogielas sámegiellaj

source: analyseret ja selvehit gulahallanvugiid ja gulahallanstrategiijaid sámi servodagain ovdal ja dál
smj: analyserit ja tjielggit guládallamvuogijt ja guládallamstrategijajt sámesebrudagájn åvddåla ja dálla

source: buohtastahttit sámi ja eará eamiálbmogiid teavsttaid ja árvvoštallat daid mearkkašumi kultur- ja identitehtahuksejeaddjin
smj: buohtastahttet sáme ja ietjá álggoálmmugij tevstajt ja árvustallat daj árvov kultuvrra- ja identitehtaåvddånimen

source: ságastallat sámi girjjálašvuođahistorjjá váldoáigodagaid birra ja buohtastahttit davviriikkaid girjjálašvuođa historjjáin
smj: ságastallat oajvvegávdaj birra sáme girjálasjvuodahiståvrån ja buohtastahttet nuorttarijkaj girjálasjvuoda histåvråjn

source: lohkat álkis teavsttaid čállon eará sámegielaide
smj: låhkåt álkkes tevstajt tjáledum ietjá sámegielajda

source: lohkat teavsttaid mat leat čállon dološ čállinvugiide ja buohtastahttit dálá čállinvugiin
smj: låhkåt tevstajt ma li tjáledum dålusj tjállemvuogij milta ja buohtastahttet dálásj tjállemvuogijn

source: analyseret teavsttaid iešguđet šáŋrain vai sáhttá oaivvildit maidege dain gažaldagain mat teavsttain bohtet ovdan ja árvvuin maid dat ovddastit
smj: analyserit tevstajt moattet sjáŋŋaris vaj luluj máhttet ájádallat ássjij birra ma tevstajn båhti åvddån ja árvojt majt tevsta åvddånbukti

source: teavstta buvttadeamis válljet heivvolaš šáŋra, váikkuhangaskaomiid ja giellageavaheami
smj: tevsta buvtadimen válljit hiebalgis sjáŋŋarav, vájkkudimnævojt ja giellaanov

source: válddahit ja árvvoštallat iežas lohkan- ja čállinstrategiijaid
smj: gåvådit ja árvustallat ietjas låhkåm- ja tjállemstrategijajt

source: lohkat ja analyseret vissis meari iešguđetlágan teavsttaid, sihke čáppagirjjálašvuođa ja áššeprosa šáŋraid, mat gullet ovdal 1965 áigodahkii
smj: låhkåt ja analyserit vissa oasev duot dát girjálasjvuodas ja tevstas, sihke tjáppagirjálasjvuoda ja ássjeprosa sjáŋŋarijs, ma gulluji åvddål 1965 ájgegávddaj

source: selvehit juoiganárbevieru ja luođi saji, árvvu ja dili ovdal ja dál
smj: tjielggit juojggamaárbbedábev ja juojggama sajev, árvov ja diliv åvddål ja dálla

source: buohtastahttit sámi ja dáru lávlla- ja sálbmaárbevieruid
smj: buohtastahttet sáme ja dáro lávllagijt ja sálmajt

source: selvehit sámi giellahistorjjá
smj: tjielggit sáme giellahiståvråv

source: digaštallat movt giela árvu servodagas lea váikkuhan sámiid giellamáhttui, guovttegielalašvuhtii ja iešdovdui
smj: dágástallat gåktu giela árvo sebrudagán le bájnnám sámij giellamáhtov, guovtegielakvuodav ja iesjdåbdov

source: árvvoštallat Sámelága giellanjuolggadusaid ja Sámedikki ásaheami gielladili ja guovttegielalašvuođa ektui
smj: árvustallat Sámelága giellanjuolgadusájt ja Sámedikke ásadimev gielladile ja guovtegielakvuoda gáktuj

source: ságaskuššat man láhkái skuvla, servodat ja bargoeallin sáhtáše doarjut guovttegielalašvuođa
smj: árvvaladdat man láhkáj skåvllå, sebrudahka ja barggoiellem máhttá doarjjot guovtegielakvuoda nannimav

source: geavahit cealkkaanalysa ja fágatearpmaid gielaid válddaheamis
smj: adnet gárgadisanalyjsav ja fáhkatermajt gå le gielaj vidjurijt gåvådime

source: Gelbbolašvuođamihttomear it Jo3 - studerenráhkkanahtti oahppoprográmma maŋŋel
smj: Jo3 - oahppogárvedime åhpadusprográmma maŋŋela

source: dulkot ja geavahit dulkongelbbolašvuođa praktihkalaš dulkondilálašvuođain
smj: dålkkut ja adnet dålkkummáhtov dålkkudijn

source: ságastallat iešguđet kultuvrraid gulahallanvugiid birra
smj: ságastallat guládallamvuogij birra duon dán kultuvran

source: buohtastahttit ja árvvoštallat sámi ja eará eamiálbmogiid fiktiivvalaš teavsttaid ja áššeteavsttaid kultuvrralaš konteavsttas
smj: buohtastahttet ja árvustallat sáme ja ietjá álggoálmmugij fiktijvalasj tevstajt ja ássjetevstajt kultuvralasj kontevstan

source: čađahit ja ovdandivvut iežas válljen čiekŋudanbarggu mas fáddá lea giella, girjjálašvuohta dahje eará sámi fáddá
smj: tjadádit ja åvddånbuktet iesjválljiduvvam tjiegŋodimbargov gånnå tiebmá le giella, girjálasjvuohta jali ietjá sáme tiebmá

source: guorahallat teavsttaid ideologiija ja árvvoštallat gálduid ja mediaid
smj: guoradallat tevstaj ideologijav ja árvustallat gáldojt ja mediajt

source: jorgalit ja heivehit earáid čállin teavsttaid dárogielas sámegillii
smj: jårggålit ja hiebadit iehtjádijs tjáleduvvam tevstajt dárogielas sámegiellaj

source: čállit fágateavsttaid dábálaš fágačállinnjuolggadusaid mielde
smj: tjállet fáhkatevstajt dábálasj fáhkatjállemnjuolgadusáj milta

source: čállit čielgasit disponerejuvvon teavsttaid main lea čielga fokus ja áššálaš ákkasteapmi
smj: tjállet tjielggasit disponeriduvvam tevstajt majn li tjielgga fokus ja ássjásasj argumentasjåvnnå

source: lohkat ja analyseret vissis meari iešguđetlágan teavsttaid, sihke čáppagirjjálašvuođa ja áššeprosa šáŋraid, mat gullet 1965-1995 áigodahkii ja digaštallat movt áigodaga servodatlaš ja kultuvrralaš dilit oidnojit teavsttain
smj: låhkåt ja analyserit vissa oasev duot dát girjálasjvuodas ja tevstas, sihke tjáppagirjálasjvuoda ja ássjeprosa sjáŋŋarijs, ma gulluji 1965-1995 ájgegávddaj ja dágástallat gåktu ájgegávda sebrudak ja kultuvralasj dile gåvviduvvi tevstajn

source: selvehit sámi máinnasteami
smj: tjielggit sáme subtsastallamdábev

source: muitalit muitalusaid geavahettiin sámi máinnasteami elemeanttaid
smj: subttsasijt subtsastallat gånnå adná elementajt sáme subtsastallamdábes

source: buohtastahttit sámi máidnasiid eará eamiálbmogiid ja eará kultuvrraid máidnasiiguin
smj: buohtastahttet sáme subttsasijt ietjá álggoálmmugij ja ietjá kultuvraj subttsasij

source: guldalit ja lohkat teavsttaid čállon eará sámegielaide ja ságastallat ovttaláganvuođaid ja erohusaid birra
smj: gulldalit ja låhkåt tevstajt ietjá sámegielajs ja ságastallat avtalágásjvuodaj ja ærádusáj birra

source: buohtastahttit sámi giellahistorjjá váldolinjjáid davviriikkalaš gielaid historjjáin
smj: buohtastahttet sáme giellahiståvrå oajvvelinjajt nuorttarijkalasj gielaj histåvråjn

source: árvvoštallat sámegielaid dili servodagas ja buohtastahttit eará eamiálbmogiid gielladiliin
smj: árvustallat sámegielaj dilev sebrudagán ja buohtastahttet ietjá álggoálmmugij gielladilijn

source: digaštallat sámi giellapolitihka ja kulturovdánahttima beliid
smj: dágástallat sáme giellapolitihka ja kultuvrraåvddånahttema vidjurij birra

source: selvehit njálmmálaš ja čálalaš giela gaskavuođa
smj: tjielggit vidjurijt njálmálasj ja tjálalasj giela gaskan

source: Gelbbolašvuođamihttomearit lasáhusa oppalaš studerengelbbolašvuhtii - fidnofágalaš oahppoprográmma ma ŋŋel
smj: Lasádusá dábálasj oahppomáhtudahkaj - viddnofágalasj åhpadusprográmma maŋŋela

source: ságastallat eará kultuvrraid gulahallanvugiid birra
smj: ságastallat guládallamvuogij birra duon dán kultuvran

source: geavahit girjás, máŋggabealat gielalaš váikkuhangaskaomiid iežas čállimis, sihke čáppagirjjálašvuođas ja áššeprosas
smj: adnet moattelágásj gielalasj vájkkudimnævojt ietjas tjállemin, sihke tjáppagirjálasjvuodan ja ássjeprosan

source: lohkat ja analyseret vissis meari iešguđetlágan teavsttaid, sihke čáppagirjjálašvuođa ja áššeprosa šáŋraid, mat gullet áigodahkii 1965-1995 ja, digaštallat movt áigodaga servodatlaš ja kultuvrralaš dilit oidnojit teavsttain
smj: låhkåt ja analyserit vissa oasev duot dát girjálasjvuodas ja tevstas, tjáppagirjálasjvuoda ja ássjeprosa sjáŋŋarijs, ma gulluji ájgegávddaj 1965-1995, ja dágástallat gåktu ájgegávda sebrudak ja kultuvralasj dile gåvviduvvi tevstajn

source: lohkat ja analyseret vissis meari iešguđetlágan teavsttaid, sihke čáppagirjjálašvuođa ja áššeprosa šáŋraid, mat gullet áigodahkii maŋŋil jagi 1995
smj: låhkåt ja analyserit vissa oasev duot dát tevstas, tjáppagirjálasjvuoda ja ássjeprosa sjáŋŋarijs, ma gulluji ájgegávddaj maŋŋel jage 1995

source: selvehit juoiganárbevieru ja luođi árvvu ja dili dálá servodagas
smj: tjielggit juojggamárbbedábev ja juojggama árvov ja dilev dálásj sebrudagán

source: buohtastahttit sámi ja eará eamiálbmogiid máidnasiid ja eará kultuvrraid máidnasiid
smj: buohtastahttet sáme subttsasijt ietjá álggoálmmugij ja ietjá kultuvraj subttsasij

source: čilget sámegiela grammatihkalaš iešvuođaid ja buohtastahttit eará gielaiguin ja čilget movt dát váikkuha jorgalanbargui
smj: tjielggit dárkkelit grammatihkalasj sierra dåbddomerkajt sámegielan ja buohtastahttet ietjá gielaj ja tjielggit dárkkelit gåktu dá bájnni jårggålimbargov

source: identifiseret variašuvnnaid sámegielain
smj: identifiseret variasjåvnåjt sámegielajn

source: guldalit ja lohkat teavsttaid eará sámegielaide ja ságastallat ovttaláganvuođaid ja erohusaid birra
smj: gulldalit ja låhkåt tevstajt ietjá sámegielajs ja ságastallat avtalágásjvuodaj ja ærádusáj birra

source: čilget sámi giellahistorjjá ja buohtastahttit sámi giellahistorjjá váldolinjjáid davviriikkalaš gielaid historjjáin
smj: tjielggit sáme giellahiståvråv ja buohtastahttet sáme giellahiståvrå oajvveåsijt nuorttarijkaj gielaj histåvråjn

source: digaštallat movt giela árvu servodagas lea váikkuhan sámiid gielladáidui, guovttegielalašvuhtii ja iešdovdui ja man láhkái skuvla, servodat ja bargoeallin sáhtášedje doarjut guovttegielalašvuođa
smj: dágástallat gåktu giela árvo sebrudagán le bájnnám sámij giellamáhtov, guovtegielakvuodav ja iesjdåbdov, ja man láhkáj skåvllå, sebrudahka ja barggoiellem luluj buoremusát doarjjot guovtegielakvuoda nannimav
